import "./style.scss";

const IntroSection = () => {
  return (
    <div className="IntroSection-wrapper">
      <div className="IntroSection-container">
        <div className="IntroSection-img">
          <img src="" alt="intro-img" />
        </div>
        <div className="IntroSection-text">
          <h1>Добро пожаловать в Название сервиса</h1>
          <div>
            <p>
              Кресло "Арчвинг" — это уникальное кресло, которое сочетает в себе
              элегантный дизайн и высокую функциональность. Оно выполнено из
              высококачественных материалов, таких как натуральная кожа и
              дерево, что придает ему роскошный вид.
            </p>
            <p>
              Кресло имеет удобную форму, которая обеспечивает комфортное
              положение тела во время отдыха. Мягкие подушки и подлокотники
              делают его еще более уютным.
            </p>
            <p>
              Особенностью кресла является его механизм качания, который
              позволяет легко и плавно покачиваться, создавая приятное ощущение
              расслабления. Кроме того, кресло оснащено удобными колесиками для
              легкого перемещения по комнате.
            </p>
            <p>
              Кресло "Арчвинг" станет отличным выбором для тех, кто ценит
              комфорт и стиль в своем интерьере.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default IntroSection;
